{
    "version": "https://jsonfeed.org/version/1",
    "title": "Pili and Pitzi",
    "description": "",
    "home_page_url": "https://hex20dec.github.io/piliandpitzi",
    "feed_url": "https://hex20dec.github.io/piliandpitzi/feed.json",
    "user_comment": "",
    "author": {
        "name": "Talia V."
    },
    "items": [
        {
            "id": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-excuse-themselves.html",
            "url": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-excuse-themselves.html",
            "title": "Pili and Pitzi Excuse Themselves",
            "summary": "Pili the elephant and Pitzi the mouse were excited to be going out to eat with their friends. They had&hellip;",
            "content_html": "<div class=\"flex-1 overflow-hidden\">\n<div class=\"react-scroll-to-bottom--css-elbzz-79elbk h-full dark:bg-gray-800\">\n<div class=\"react-scroll-to-bottom--css-elbzz-1n7m0yu\">\n<div class=\"flex flex-col items-center text-sm dark:bg-gray-800\">\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Pili the elephant and Pitzi the mouse were excited to be going out to eat with their friends. They had planned to meet at a fancy restaurant that was well-known for its delicious food. As they sat down at the table, they noticed the many different forks, spoons, and knives set out in front of them. Pili and Pitzi looked at each other, unsure which utensil to use first.</p>\n<p>Their friend, a wise owl, noticed their confusion and said, \"Don't worry, just start from the outside and work your way in.\"</p>\n<p>Pili and Pitzi followed the owl's advice and began eating their appetizers, which were incredibly tasty. However, in the middle of their meal, Pili suddenly felt an urgent need to use the restroom. She didn't want to make a scene or be rude, so she quietly said, \"Please excuse me for a moment\" and got up from the table.</p>\n<p>As she walked away, she noticed that other people in the restaurant were also using the same phrase when they left their tables. Pili realized that this was a polite and considerate way of excusing oneself from the table.</p>\n<p>After a few moments, Pili returned to the table and resumed eating her meal. As they finished their food, Pili and Pitzi's friends suggested trying the dessert, which was their restaurant's specialty.</p>\n<p>To their excitement, the dessert was delicious, and they both loved it. Pili and Pitzi realized that sometimes it's good to try new things and not make negative comments about them before giving them a chance. They also remembered that it's essential to show consideration and respect to others while dining out.</p>\n<p>As they left the restaurant, Pili and Pitzi thanked their friends for the lovely evening and promised to use the phrase \"Please excuse me for a moment\" whenever they needed to leave the table in the future.</p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\"> </div>\n<div>The End. </div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Talia V."
            },
            "tags": [
            ],
            "date_published": "2023-02-19T23:55:19-05:00",
            "date_modified": "2023-02-19T23:55:19-05:00"
        },
        {
            "id": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-try-new-foods.html",
            "url": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-try-new-foods.html",
            "title": "Pili and Pitzi Try New Foods",
            "summary": "Pili the elephant and Pitzi the mouse were invited to a big feast with all of their animal friends. The&hellip;",
            "content_html": "<div class=\"flex-1 overflow-hidden\">\n<div class=\"react-scroll-to-bottom--css-elbzz-79elbk h-full dark:bg-gray-800\">\n<div class=\"react-scroll-to-bottom--css-elbzz-1n7m0yu\">\n<div class=\"flex flex-col items-center text-sm dark:bg-gray-800\">\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Pili the elephant and Pitzi the mouse were invited to a big feast with all of their animal friends. The feast was set up in a beautiful meadow, with a long table full of all sorts of delicious food.</p>\n<p>As everyone gathered around the table, Pili and Pitzi noticed a big pot of stew that they didn't really like the look of. They wrinkled their noses and whispered to each other about how they didn't want to eat it.</p>\n<p>Just then, their wise old friend, a turtle named Tilly, overheard them and said, \"Now, now, Pili and Pitzi, don't make complaints or comments about food you don't like. It's not polite, and it might hurt someone's feelings.\"</p>\n<p>Pili and Pitzi looked at each other, feeling ashamed. They realized that Tilly was right and that they should at least try the stew before deciding if they liked it or not.</p>\n<p>Pitzi could see that Pili was hesitant to try the new dish, but she remembered a time when she had refused to eat something new, and then later found out that she actually liked it. Pitzi nudged Pili, whispering, \"Remember that time we tried the new fruit in the jungle? We thought it looked weird, but it was delicious!\"</p>\n<p>So, they took a small spoonful each and tasted the stew. To their surprise, it was actually very delicious! They looked at each other and smiled, glad that they had listened to Tilly's wise words.</p>\n<p>As the feast went on, Pili and Pitzi made sure not to make any more complaints or negative comments about the food. They even went out of their way to try some new dishes they had never tasted before.</p>\n<p>By the end of the feast, Pili and Pitzi were so full and happy. They thanked their friends for the wonderful meal and felt grateful for the lesson they had learned. From that day on, they made sure to always approach new foods with an open mind and avoid making negative comments about them.</p>\n<p> </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"w-full h-32 md:h-48 flex-shrink-0\">The End.</div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Talia V."
            },
            "tags": [
            ],
            "date_published": "2023-02-19T23:47:12-05:00",
            "date_modified": "2023-02-19T23:47:12-05:00"
        },
        {
            "id": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-go-out-to-eat.html",
            "url": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-go-out-to-eat.html",
            "title": "Pili and Pitzi Go out to Eat",
            "summary": "Pili and Pitzi were excoted to go to a fancy restaurant for their friendship anniversary. As they sat down at&hellip;",
            "content_html": "<div class=\"flex-1 overflow-hidden\">\n<div class=\"react-scroll-to-bottom--css-yirjv-79elbk h-full dark:bg-gray-800\">\n<div class=\"react-scroll-to-bottom--css-yirjv-1n7m0yu\">\n<div class=\"flex flex-col items-center text-sm dark:bg-gray-800\">\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Pili and Pitzi were excoted to go to a fancy restaurant for their friendship anniversary. As they sat down at their table, Pili reached for her napkin and placed it on her lap. Pitzi, on the other hand, just sat there, looking around in awe at the elegant atmosphere of the restaurant.</p>\n<p>Pili noticed Pitzi's hesitation and leaned over to whisper in her ear, \"Don't forget to put your napkin in your lap, remember we learned it's a sign of good manners.\"</p>\n<p>Pitzi quickly grabbed her napkin and placed it on her lap. \"Thanks for reminding me, Pili,\" she said, feeling happy she had such a nice friend.</p>\n<p>As they perused the menu, Pili explained to Pitzi that placing the napkin in your lap is not only polite, but it also helps keep yourself clean. \"It's important to remember these little things, especially when you're in a fancy place,\" she added.</p>\n<p>After reading the menu, Pili ordered a delicious pasta dish while Pitzi ordered a pizza with all her favorite toppings. As they waited for their food to arrive, Pili and Pitzi talked about how excited they were to try the food and how much they loved going out to eat.</p>\n<p>When the food arrived, Pili and Pitzi were both impressed with the presentation and could hardly wait to dig in. But before they started eating, they remembered to give thanks for the food they were about to eat.</p>\n<p>They took their first bites and savored the flavors. They chewed with their mouths closed, remembering yet another lesson they had learned. They couldn't help but notice how good the food tasted and how much they were enjoying their meal.</p>\n<p>During the meal, Pili and Pitzi enjoyed their food and the elegant ambiance of the restaurant. They used their napkins to wipe their mouths and hands, and placed them back on their laps between bites. Pili also showed Pitzi how to fold her napkin neatly at the end of the meal, as a sign of appreciation to the restaurant.</p>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>As they finished their meal, Pili and Pitzi remembered one last lesson they had learned: always thank your host or the restaurant staff. They called over their waiter and complimented the food and the service they had received. The waiter was very grateful and thanked them for their kind words.</p>\n<p>As they left the restaurant, Pili and Pitzi felt happy and satisfied, not just because they had enjoyed a delicious meal, but because they had followed the lessons their mother had taught them. They knew that good manners and showing gratitude were important in life, and they made a promise to always remember these lessons.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex justify-between\">\n<div> </div>\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\">The End. </div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"w-full h-32 md:h-48 flex-shrink-0\"> </div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Talia V."
            },
            "tags": [
            ],
            "date_published": "2023-02-19T23:38:34-05:00",
            "date_modified": "2023-02-19T23:38:34-05:00"
        },
        {
            "id": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-and-the-meatball.html",
            "url": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-and-the-meatball.html",
            "title": "Pili and Pitzi and the Meatball",
            "summary": "Pili and Pitzi were sitting down for dinner with their friends, enjoying a delicious meal of spaghetti and meatballs. As&hellip;",
            "content_html": "<div class=\"flex-1 overflow-hidden\">\n<div class=\"react-scroll-to-bottom--css-yirjv-79elbk h-full dark:bg-gray-800\">\n<div class=\"react-scroll-to-bottom--css-yirjv-1n7m0yu\">\n<div class=\"flex flex-col items-center text-sm dark:bg-gray-800\">\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Pili and Pitzi were sitting down for dinner with their friends, enjoying a delicious meal of spaghetti and meatballs. As they ate, they noticed that their Pili's brother, Pipo, was chomping on his food with his mouth wide open. They could see the meatball rolling from side to side in his mouth!</p>\n<p>Pili and Pitzi cringed at the sight and their friends noticed the chomping too. \"Pipo, please remember to chew with your mouth closed,\" Pili reminded him gently.</p>\n<p>Pipo tried to follow his sister's advice, but found it difficult. \"But it's hard to eat like that,\" he complained.</p>\n<p>Pili and Pitzi decided to take it upon themselves to teach Pipo the proper way to chew. They demonstrated for him, and even though it felt strange to chew with their mouths closed at first, they quickly got used to it.</p>\n<p>\"See, it's not so bad, Pipo,\" Pitzi said encouragingly. \"And it's much more polite to eat with your mouth closed. Nobody wants to see all the food in your mouth.\"</p>\n<p>Pipo nodded and tried again. With a little practice, he got the hang of it, and even seemed to enjoy his meal more.</p>\n<p>From then on, whenever they sat down for a meal, Pili and Pitzi made sure to remind Pipo to chew with his mouth closed. It became a habit for him, and he no longer received reminders from his family.</p>\n<p>The lesson Pili and Pitzi had taught their little brother stuck with them too. They made sure to chew with their mouths closed and even reminded their parents to do the same. It made mealtime much more enjoyable for everyone, and it was one more way they could show respect and consideration for others.</p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\"> </div>\n</div>\n</div>\n</div>\n<div class=\"w-full h-32 md:h-48 flex-shrink-0\"> </div>\n<div>The End. </div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Talia V."
            },
            "tags": [
            ],
            "date_published": "2023-02-19T23:30:20-05:00",
            "date_modified": "2023-02-19T23:30:20-05:00"
        },
        {
            "id": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-to-the-rescue.html",
            "url": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-to-the-rescue.html",
            "title": "Pili and Pitzi to the Rescue",
            "summary": "Pili and Pitzi were enjoying a lazy afternoon in the meadow, soaking up the sun and chatting about their favorite&hellip;",
            "content_html": "<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Pili and Pitzi were enjoying a lazy afternoon in the meadow, soaking up the sun and chatting about their favorite foods. Suddenly, they heard a loud and frantic voice calling out their names. They looked up to see their friend, a little mouse named Mimi, running towards them.</p>\n<p>Breathless and sweating, Mimi explained that she needed their help. Her burrow was flooded with water, and she needed to move her family to a new home. Pili and Pitzi were happy to help and followed Mimi to her burrow.</p>\n<p>When they arrived, they found that the burrow was indeed flooded. Mimi's family was huddled together on a dry patch of earth, looking cold and miserable. Pili and Pitzi wasted no time in getting to work. They used sticks and leaves to make a makeshift dam, which diverted the water away from the burrow.</p>\n<p>Next, they helped Mimi and her family move to a new home in a nearby tree. Pili and Pitzi carried the little mice, along with their belongings, and made sure that everyone was safe and dry.</p>\n<p>As they were finishing up, Mimi's family thanked Pili and Pitzi for their help. \"You are true friends,\" they said, \"and we couldn't have done this without you.\"</p>\n<p>Pili and Pitzi smiled, feeling proud of themselves for helping out. They knew that it was important to help others when they needed it, even if it meant putting their own plans aside.</p>\n<p>Later that day, Pili and Pitzi were playing in the jungle when they saw a monkey struggling to climb a tree. They quickly ran over to help the monkey, and soon he was swinging effortlessly from branch to branch.</p>\n<p>As they continued their day, Pili and Pitzi remembered the lesson they had learned. When someone asks for your help, do it graciously without complaint or grumbling. They realized that helping others was not only the right thing to do but also a way to spread kindness and make the world a better place.</p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\"> </div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"w-full h-32 md:h-48 flex-shrink-0\">The End.</div>",
            "author": {
                "name": "Talia V."
            },
            "tags": [
            ],
            "date_published": "2023-02-19T23:25:27-05:00",
            "date_modified": "2023-02-19T23:25:27-05:00"
        },
        {
            "id": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-help-others.html",
            "url": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-help-others.html",
            "title": "Pili and Pitzi Help Others",
            "summary": "Pili and Pitzi were exploring the dense jungle when they stumbled upon a group of monkeys playing. As they watched&hellip;",
            "content_html": "<div class=\"flex-1 overflow-hidden\">\n<div class=\"react-scroll-to-bottom--css-yirjv-79elbk h-full dark:bg-gray-800\">\n<div class=\"react-scroll-to-bottom--css-yirjv-1n7m0yu\">\n<div class=\"flex flex-col items-center text-sm dark:bg-gray-800\">\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Pili and Pitzi were exploring the dense jungle when they stumbled upon a group of monkeys playing. As they watched the monkeys leap from tree to tree, they noticed one of them struggling to climb up to a higher branch.</p>\n<p>Pitzi immediately ran over to help the monkey, but as he got closer, he realized that the monkey was too high up for him to reach. He looked over at Pili, who had climbed higher into the trees.</p>\n<p>“Pili, can you help the monkey get up there?” Pitzi called out.</p>\n<p>Pili nodded and made her way over to the monkey. She helped him climb up to the higher branch, and the monkey chirped and chattered in gratitude.</p>\n<p>As they continued their journey through the jungle, they came across a family of turtles trying to cross a muddy path. The mud was thick and sticky, and the turtles were struggling to make it through.</p>\n<p>Pili and Pitzi quickly offered to help. They picked up the turtles one by one and carried them across the muddy path to the other side. The turtles looked up at them with grateful eyes and continued on their way.</p>\n<p>Later that day, they came across a group of birds that were having trouble building their nests. The birds were flitting around, chirping loudly and looking quite distressed.</p>\n<p>Pitzi and Pili immediately knew they had to help. They gathered sticks and leaves from around the jungle, and with the birds' guidance, helped them build their nests.</p>\n<p>The birds flew around the newly built nests, chirping in joy and contentment.</p>\n<p>As the sun began to set, Pili and Pitzi reflected on their day. They were happy that they were able to help the animals they had come across.</p>\n<p>“Helping others feels really good,” Pili said.</p>\n<p>“Yeah,” Pitzi agreed. “And it’s always good to give someone a hand when they need it.”</p>\n<p>Pili and Pitzi continued their journey through the jungle, feeling proud of the kindness they had shown. They knew that helping others, whether animals or people, was always the right thing to do.</p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\"> </div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"w-full h-32 md:h-48 flex-shrink-0\">The End.</div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Talia V."
            },
            "tags": [
            ],
            "date_published": "2023-02-19T23:22:23-05:00",
            "date_modified": "2023-02-19T23:22:23-05:00"
        },
        {
            "id": "https://hex20dec.github.io/piliandpitzi/pitzis-ballet-show.html",
            "url": "https://hex20dec.github.io/piliandpitzi/pitzis-ballet-show.html",
            "title": "Pitzi&#x27;s Ballet Show",
            "summary": "Pitzi was overjoyed to have been cast in the lead role of her ballet school's end-of-year performance. She had practiced&hellip;",
            "content_html": "<div class=\"flex-1 overflow-hidden\">\n<div class=\"react-scroll-to-bottom--css-yirjv-79elbk h-full dark:bg-gray-800\">\n<div class=\"react-scroll-to-bottom--css-yirjv-1n7m0yu\">\n<div class=\"flex flex-col items-center text-sm dark:bg-gray-800\">\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Pitzi was overjoyed to have been cast in the lead role of her ballet school's end-of-year performance. She had practiced for weeks, even staying up late at night to perfect her moves. On the day of the show, her parents and Pili, her best friend, came to watch her dance.</p>\n<p>Pitzi and her family arrived early and found their seats in the front row. Soon, the auditorium was filled with the parents, family members, and friends of the ballet students. Pili was also excited for Pitzi's performance, but she was not looking forward to sitting through the entire show.</p>\n<p>The show started with the youngest students performing. Pili tried her best to show interest and applaud when appropriate, but she found the dances boring and wished the show would end soon. Pitzi, on the other hand, was transfixed by the performance. She clapped and cheered with excitement, admiring the young dancers' dedication and hard work.</p>\n<p>As the show progressed, the dances became more complex, and the music more enchanting. Pili found herself being drawn into the rhythm and grace of the dancers. Pitzi was thrilled to see her friends and classmates perform, and she was amazed by the beauty of the show. They were both having a great time, but Pili realized that her initial boredom was unfair to the performers and presenters who had worked so hard to put on the show.</p>\n<p>By the time Pitzi's turn came, Pili was a changed person. She was beaming with excitement, clapping and cheering as Pitzi danced her heart out. Pitzi noticed her friend's enthusiasm and was happy to see her enjoying the show. After the performance, Pitzi was greeted with a standing ovation from the audience.</p>\n<p>As they walked out of the auditorium, Pitzi thanked Pili for being such a supportive friend. Pili apologized for not showing enthusiasm earlier and promised to always appreciate the hard work and dedication of performers and presenters. Pitzi was proud of her friend's newfound appreciation and promised to do the same at her next school play.</p>\n<p>When they got home, Pitzi's parents congratulated her on her excellent performance. Pili also shared with Pitzi's grandparents how she had learned to sit through an event quietly and show interest, even if it was not her favorite thing to do. They were all impressed with the girls' display of maturity and agreed that showing respect for others' hard work was essential in life.</p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\"> </div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"w-full h-32 md:h-48 flex-shrink-0\">The End.</div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Talia V."
            },
            "tags": [
            ],
            "date_published": "2023-02-19T23:19:21-05:00",
            "date_modified": "2023-02-19T23:19:21-05:00"
        },
        {
            "id": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-on-the-train.html",
            "url": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-on-the-train.html",
            "title": "Pili and Pitzi on the Train",
            "summary": "Pili and Pitzi were on a crowded train one day, heading to visit Pili's grandparents. As they squeezed into their&hellip;",
            "content_html": "<div class=\"flex-1 overflow-hidden\">\n<div class=\"react-scroll-to-bottom--css-wajjw-79elbk h-full dark:bg-gray-800\">\n<div class=\"react-scroll-to-bottom--css-wajjw-1n7m0yu\">\n<div class=\"flex flex-col items-center text-sm dark:bg-gray-800\">\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Pili and Pitzi were on a crowded train one day, heading to visit Pili's grandparents. As they squeezed into their seats, they noticed that there were a lot of people standing, holding onto poles or leaning against the walls. They saw an elderly woman holding onto a pole with a look of exhaustion on her face.</p>\n<p>Pili looked at Pitzi and whispered, \"She looks like she could use a seat.\"</p>\n<p>Pitzi nodded and looked around. All the other seats were taken, so she stood up and tapped the woman on the arm. \"Excuse me,\" she said, \"would you like to sit down? You look tired.\"</p>\n<p>The woman smiled gratefully and sat down, thanking Pitzi for her kindness. Pili and Pitzi felt good about their action, knowing they had helped someone in need.</p>\n<p>As they continued their journey, they noticed other people on the train who could benefit from a seat, like a man using crutches. Pili stood up and offered the man her seat. Pili and Pitzi made a mental note to keep an eye out and offer their seats whenever possible.</p>\n<div class=\"flex-1 overflow-hidden\">\n<div class=\"react-scroll-to-bottom--css-yirjv-79elbk h-full dark:bg-gray-800\">\n<div class=\"react-scroll-to-bottom--css-yirjv-1n7m0yu\">\n<div class=\"flex flex-col items-center text-sm dark:bg-gray-800\">\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>As the train pulled into the station, Pili and Pitzi made their way to Pili's grandparent's house. Excited to see them, they burst through the front door with big smiles on their faces.</p>\n<p>Pili's grandparents greeted them warmly, and the friends eagerly shared their story of how they offered their seats to people on the train. Their grandparents were impressed and proud of their kind actions.</p>\n<p>Grandma took Pili and Pitzi aside and talked to them about how important it is to be considerate of others, especially those who may need a little extra help. She shared stories of her own experiences on public transportation and how grateful she was when someone offered her a seat.</p>\n<p>Pitzi listened intently, realizing how their small act of kindness had made such a big impact on the elderly couple. He felt a sense of pride knowing that they had made someone's day a little easier and more comfortable.</p>\n<p>From that day on, Pili and Pitzi made it a point to always be aware of those around them and offer their seats whenever necessary. They knew that it was just a small gesture, but it could make a huge difference in someone's day. And, every time they did it, they felt a sense of satisfaction and joy knowing that they were doing something good for someone else.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\"> </div>\n<div>The End.</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Talia V."
            },
            "tags": [
            ],
            "date_published": "2023-02-19T23:15:36-05:00",
            "date_modified": "2023-02-19T23:15:36-05:00"
        },
        {
            "id": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-go-to-the-movie-theater.html",
            "url": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-go-to-the-movie-theater.html",
            "title": "Pili and Pitzi: Go to the Movie Theater",
            "summary": "Pili and Pitzi were excited to go to the movie theater to watch the latest adventure movie. They invited some&hellip;",
            "content_html": "<div class=\"flex-1 overflow-hidden\">\n<div class=\"react-scroll-to-bottom--css-rjskr-79elbk h-full dark:bg-gray-800\">\n<div class=\"react-scroll-to-bottom--css-rjskr-1n7m0yu\">\n<div class=\"flex flex-col items-center text-sm dark:bg-gray-800\">\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Pili and Pitzi were excited to go to the movie theater to watch the latest adventure movie. They invited some of their friends, and everyone agreed to meet at the theater. Pili and Pitzi arrived early, got their popcorn, and found their seats in the middle of the theater. As they were settling in, they noticed some kids talking loudly and running around the theater.</p>\n<p>Pili and Pitzi remembered that it's important to be respectful in public places, especially when others are trying to enjoy something. They didn't want to spoil the movie experience for everyone else, so they politely asked the kids to quiet down and reminded them that people were trying to watch the movie. The kids apologized and the theater became quiet again.</p>\n<p>As the movie began, Pili and Pitzi were completely absorbed in the story. But a few rows behind them, they could hear a man talking loudly on his phone. Pili and Pitzi realized that not only was he disturbing the other moviegoers, but he was also missing out on the movie. </p>\n<p>Later, after the movie, Pili and Pitzi's friends arrived, and they all went out for ice cream. They discussed how annoying it is when people talk during a movie and how it ruins the experience for everyone. Pili and Pitzi pointed out that it's important to show respect to others and to be mindful of the way our behavior affects those around us.</p>\n<p>Pili and Pitzi's friends agreed and mentioned other places where it's important to be quiet and respectful, like during presentations, in class, or in places of worship. They talked about how they would try to be more mindful of their own behavior in the future.</p>\n<p>Pili and Pitzi  learned that being aware of others' needs and feelings is a key part of being a good member of the community.</p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\"> </div>\n<div>The End.</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Talia V."
            },
            "tags": [
            ],
            "date_published": "2023-02-19T22:26:30-05:00",
            "date_modified": "2023-02-19T22:26:30-05:00"
        },
        {
            "id": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-keep-clean.html",
            "url": "https://hex20dec.github.io/piliandpitzi/pili-and-pitzi-keep-clean.html",
            "title": "Pili and Pitzi Keep Clean",
            "summary": "Pili and Pitzi were spending a lovely day together in the jungle, when they noticed a rather unpleasant smell. They&hellip;",
            "content_html": "<div class=\"flex-1 overflow-hidden\">\n<div class=\"react-scroll-to-bottom--css-rjskr-79elbk h-full dark:bg-gray-800\">\n<div class=\"react-scroll-to-bottom--css-rjskr-1n7m0yu\">\n<div class=\"flex flex-col items-center text-sm dark:bg-gray-800\">\n<div class=\"w-full border-b border-black/10 dark:border-gray-900/50 text-gray-800 dark:text-gray-100 group bg-gray-50 dark:bg-[#444654]\">\n<div class=\"text-base gap-4 md:gap-6 m-auto md:max-w-2xl lg:max-w-2xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Pili and Pitzi were spending a lovely day together in the jungle, when they noticed a rather unpleasant smell. They looked around to try and find the source of the odor, but couldn't seem to identify it.</p>\n<p>As they were wandering, they stumbled upon their friend, a skunk named Skippy. Skippy greeted them with a smile, but Pili and Pitzi could barely stand the stench. They tried their best to hide their discomfort, but they couldn't help but wonder if Skippy was aware of his odor.</p>\n<p>Pitzi turned to Pili and whispered, \"Do you think we should tell Skippy about his smell?\"</p>\n<p>Pili replied, \"I think we should. Maybe he doesn't realize how bad it is.\"</p>\n<p>They approached Skippy and said, \"Hey Skippy, can we talk to you for a moment?\"</p>\n<p>\"Sure,\" Skippy replied. \"What's up?\"</p>\n<p>Pili spoke up, \"We wanted to talk to you about your hygiene. We couldn't help but notice that you have a strong odor.\"</p>\n<p>Skippy looked embarrassed and replied, \"Oh, I'm sorry. I didn't realize it was that bad.\"</p>\n<p>\"It's okay,\" Pitzi said. \"But it's important to pay attention to your hygiene. Bad hygiene can make it difficult for people to be around you.\"</p>\n<p>Skippy nodded in agreement and thanked Pili and Pitzi for bringing it to his attention. He promised to take a shower before going out again in the future.</p>\n<p>From that day on, Skippy made sure to clean himself regularly, and Pili and Pitzi could tell the difference. They enjoyed spending time with him even more, now that the stench was gone.</p>\n<p>Pili and Pitzi learned that paying attention to your hygiene is important, not just for your own health and well-being, but also for the comfort of those around you. They made a promise to always take good care of themselves, and to gently remind their friends to do the same.</p>\n<p>As they walked through the jungle, Pili and Pitzi breathed in the fresh, clean air, and talked about the different ways they take care of their personal hygiene. Pili explained that elephants love taking mud baths to clean themselves, but they also make sure to take a shower with water and soap to get rid of any remaining dirt. Pitzi, on the other hand, explained that mice love to groom themselves by licking their fur clean. They also make sure to brush their teeth regularly to keep their breath fresh and their teeth healthy. Pili and Pitzi agreed that taking care of their personal hygiene was not only important for their health, but also for making a good impression on others. </p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\"> </div>\n<div>The End.</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Talia V."
            },
            "tags": [
            ],
            "date_published": "2023-02-19T22:23:00-05:00",
            "date_modified": "2023-02-19T22:23:00-05:00"
        }
    ]
}
